import { ITextLocations } from '../../../../interface/text.interface.js';

export const sceneLocationText: ITextLocations = {
  choosingCity:
    'Выбор места мониторинга погоды.\nВведите первые буквы города (на латинице). Сформируется список кнопок с городами, согласно заданному поиску.',
  tooMachCities:
    'Нашлось слишком много вариантов, сузьте поиск города, увеличьте количество букв.  Для выхода /quit',
  notFound:
    'Ничего не нашлось.\nВвод необходимо осуществлять на латинице начиная с заглавной буквы. Для выхода /quit',
  chooseCity: 'Выберите нужный город.',
};
